[FILE]
Author=Pap-Molnár Zsolt (xtra_pap@yahoo.com)
Help=AIMP-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000000000000480000004800000000000000000000000387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387043A9E3A83C58309BE090693070387040387040387040387040387040387040387040387040387040387040387040A5A5B4E4FEF4860D405FA0507F2070799070387040387040387040387040387040387040387040387040387040387049EAAD7A7A8F098A7D80DDF1C07F8080BAF1F03870403870403870403870403870403870403870403870403870405840A5455F15454F14B4AE51225D6368EAD0720BE03870403870403870403870403870493CB9393CB9393CB9393CB9392C894A3A3F1A3A3ED9393E30F0FE08383E0232DD693CB9393CB9393CB9393CB9393CB93FFFFFFFFFFFFFFFFFFFFFFFFF8F8FB5959EA6363E76969E37C7CE6C1C1EA7373E4FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAFAFC9A9AED9E9EEB9696E67373E5C3C3E85D5DE0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF8F8FC6060EC6969EA6E6EE53A3AE88282DB3535E4FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFBFBFD4F56BE394DB44F53AA4554B13548B4787DCBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA5A5FBA5A5FBA5A5FBA5A5FBA5A5FB5762A04B6B925867874B6C8F4E6A997076B3A5A5FBA5A5FBA5A5FBA5A5FBA5A5FB0303F70303F70303F70303F70303F72D38BA387DA33783A53784A53580AB2120CD0303F70303F70303F70303F70303F70303F70303F70303F70303F70303F7070AEE218AD63167A72D81B21D69D50405F40303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70404F51C4AD4090CE50303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70B20EC0404F60303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F700000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
LangId=1038
Name=Hungarian (HUN)
VersionID=4001

[About]
B1=Bezár
Caption=Névjegy
L1=Támogatás:
L2=Szerző:
L4=Dizájn:
L5=Licenc
L6=Módosítások listája

[Actions]
EqualizerFrame=Hangszínszabályzó
Form.DockTo=Dokkolás
Form.DockToEdges=képernyő bal sarkához|képernyő jobb sarkához|képernyő tetejéhez|képernyő aljához
Form.DoMaximize=Teljes méret
Form.Maximize=Teljes méret|Visszaállít
Form.Minimize=Kis méret
Form.Pin=Ablak kitűzése
Form.StayOnTop=Mindig felül
Form.Undock=Dokkolás feloldása
Form.Visible=%s - megjelenít|%s - elrejt
PlaylistFrame=Lejátszási lista
QuickSearch=Gyorskeresés
Tabs.ScrollDown=Fülek görgetése vissza
Tabs.ScrollUp=Fülek görgetése előre
Visuals.VisualMenu=Megjelenítések listája

[AddLinkDialog]
btnOk=OK
Caption=Hivatkozás hozzáadása
lbLink=Közvetítés hivatkozása:
lbName=Név:

[AIMP]
miCountdown=Visszaszámlálás
acCopyTo=Másolás ide...
acFormsTogglePlaylistVisibility.h=Lejátszási lista megjelenítése/elrejtése
acFormsTogglePlaylistVisibility=Lejátszási lista megjelenítése/elrejtése
acHelp=Súgó
acMainAddFiles.h=Fájlok hozzáadása
acMainAddFiles=Fájlok
acMainAddFolder.h=Mappa hozzáadása
acMainAddFolder=Mappa
acMainAddPlaylist.h=Lejátszási lista hozzáadása
acMainAddPlaylist=Lejátszási lista
acMainAddURL.h=Webcím hozzáadása
acMainAddURL=Webcím
acMainBookmarksManager=Könyvjelző kezelő
acMainDSPManager=DSP Kezelő
acMainDSPManagerCrossMixing=DSP Kezelő: Keverő beállításai
acMainDSPManagerEQ=DSP Kezelő: Hangszínszabályzó
acMainDSPManagerVolumeNormalization=DSP Kezelő: Hangerő kiegyenlítés
acMainExit.h=AIMP bezárása
acMainMinimize.h=Kis / Teljes méret
acMainOpenFiles.h=Fájl(ok) megnyitása
acMainOpenFiles=Fájlok megnyitása
acMainOpenFolder=Mappa megnyitása
acMainOpenPlaylist.h=Lejátszási lista megnyitása
acMainOpenPlaylist=Lejátszási lista megnyitása
acMainStayOnTop=Mindig felül
acMLCompressDB=Adatbázis tömörítése
acMLDeleteAll=Minden fájl törlése az adatbázisból
acMLGroupingTreeDeleteSelected=Törlés az adatbázisból
acMLLabelsDialog=Címkék...
acMLMakeReport=Jelentés...
acMLMissedFiles=Hiányzó fájlok...
acMLPlayFiles=Lejátszás
acMLReloadTagsForAllFiles=Címkék újratöltése minden fájlnál
acMLReloadTagsForSelectedFiles=Címkék újratöltése a kijelölt fájloknál
acMLTableDeleteSelected=Kijelöltek törlése az adatbázisból
acMLTableSendFilesToActivePlaylist=Hozzáadás az aktív lejátszási listához
acMoveTo=Mozgatás ide...
acOpenFolder=Mappa megnyitása
acOptionHotkeys.h=Gyorsbillentyűk beállításai
acOptionHotkeys=Gyorsbillentyűk
acOptionLangs.h=Nyelvek beállításai
acOptionLangs=Nyelvek
acOptionPlugins.h=Beépülők beállításai
acOptionPlugins=Beépülők
acOptions=Beállítások
acOptionShutdown.h=Ütemező beállításai
acOptionShutdown=Ütemező
acOptionSkins.h=Kezelőfelület beállításai
acOptionSkins=Témák
acPlayableFileCopyFileToClipboard.h=Fájl másolása a vágólapra
acPlayableFileCopyInfoToClipboard.h=Fájl információ másolása a vágólapra
acPlayableFileCopyToLastPath.h=Most játszott fájl másolása az utoljára kiválasztott mappába
acPlayableFileDeletePhysically=Most játszott fájl végleges törlése
acPlayableFileShowFileInfo=Információ a jelenlegi fájlról
acPlayableFileToggleSwitchInPlaylist.h=Fájl lejátszható (be / ki)
acPlayerJumpToTime=Ugrás időre
acPlayerNextTrack=Következő zene
acPlayerPlayPause=Lejátszás/Szünet
acPlayerPrevTrack=Előző zene
acPlayerRadioCapture=Felvétel rádióból
acPlayerRepeat=Zene ismétlése
acPlayerRepeatPartAB="A-B" rész ismétlése
acPlayerSeekBackward.h=Pörgetés visszafele
acPlayerSeekForward.h=Pörgetés előre
acPlayerShuffle=Keverés
acPlayerStop.h=Lejátszás leállítása
acPlayerStopAtEnd.h=Lejátszás leállítása a most játszott fájl után
acPlayerVolumeDown.h=Hangerő -
acPlayerVolumeMute.h=Némítás (Be / Ki)
acPlayerVolumeMute=Némítás
acPlayerVolumeUp.h=Hangerő +
acPlaylistAddSelectedToBookmarks.h=Könyvjelző hozzáadása
acPlaylistAddSelectedToQueue=Hozzáadás a várólistához
acPlaylistClose=Lejátszási lista bezárása
acPlaylistCloseOthers=Egyéb lejátszási listák bezárása
acPlaylistCopySelectedToClipboard=Kijelölt fájlok másolása vágólapra
acPlaylistDeleteAll=Mindent eltávolít
acPlaylistDeleteDuplicates=Duplák eltávolítása
acPlaylistDeleteNonExists=Hiányzók eltávolítása
acPlaylistDeleteNonSelected=Minden fájl eltávolítása, a kijelöltet is
acPlaylistDeleteSelected=Kjelölt fájlok eltávolítása
acPlaylistDeleteSelectedPhysically=Kijelölt fájlok végleges törlése
acPlaylistDeleteSwitchedOff=Tiltott fájlok eltávolítása
acPlaylistDeleteSwitchedOffPhysically=Tiltott fájlok végleges törlése
acPlaylistFindInML=Keresés a Music Library-ban
acPlaylistFindNewFiles=Új fájlok keresése
acPlaylistFocusedItemShowQTE=Információ a fájlról
acPlaylistInsertAfterPlayingItem=Beillesztés a most játszott zene után
acPlaylistInsertToQueueBeginning=Hozzáadás a várólista elejéhez
acPlaylistNew=Új lejátszási lista
acPlaylistNext.h=Következő lejátszási lista
acPlaylistPlayFocusedItem.h=Kijelölt fájl lejátszása
acPlaylistPlayFocusedItem=Lejátszás
acPlaylistPlayPrevious=Utolsó lejátszási lista lejátszása
acPlaylistPrev.h=Előző lejátszási lista
acPlaylistReloadFromPreimage=Adatok visszatöltése előképből
acPlaylistRemoveSelectedFromQueue=Eltávolítás a várólistából
acPlaylistRename=Lejátszási lista átnevezése
acPlaylistReverse.h=Rendezés: fordított
acPlaylistReverse=Megfordít
acPlaylistSave=Lejátszási lista mentése
acPlaylistSortByArtist=Rendezés előadó szerint
acPlaylistSortByDuration=Rendezés időtartam szerint
acPlaylistSortByFileName=Rendezés mappa szerint
acPlaylistSortByTitle=Rendezés cím szerint
acPlaylistSortRandomize.h=Rendezés: véletlenszerű
acPlaylistSortRandomize=Véletlenszerű
acQueueClear=Várólista tisztítása
acQueueManager=Várólista kezelő
acSearchAdvanced=Részletes kereső
acSearchQuick=Gyorskereső (indít / folytat)
acSendToAudioConverter.h=Elküldés az Audio Converter-be
acSendToAudioConverter=Audio Converter
acSendToTagEditor.h=Elküldés a Címke szerkesztőbe
acSendToTagEditor=Címke szerkesztő
acUtilsAudioConverter=Audio Converter
acUtilsAudioLibrary=Audio Library
acUtilsTagEditor=Címke szerkesztő
acVisualFullScreen.h=Teljes képernyős megjelenítések módja
acVisualFullScreen=Teljes képernyő
acVisualNext.h=Következő megjelenítés
acVisualNormal.h=Normál megjelenítés mód
acVisualNormal=Normál
acVisualPrev.h=Előző megjelenítés
CategoryMenu=Kategória
CategoryOptions=Opciók
ClearPls=Lejátszási lista tisztítása
CM_DEL=Eltávolítás a lejátszási listából
CM_SEL=Fájlok kiválasztása
CountLabel.h=Fájlok száma a lejátszási listában
ItmEQPos=Hangszínszabályzó a bal oldalon
LengthLabel.h=A lejátszási lista teljes időtartama
miMLCreateDynPlaylist=Intelligens lejátszási lista létrehozása
miMLGroupingPreset=Csoportosítás
miMLGroupingPresetAdd=Hozzáadás...
miMLGroupingPresetEdit=Szerkesztés...
miMLGroupingPresetRemove=Törlés
miMLLabelsExclude=Címke kikapcsolása
miMLLabelsInclude=Címke beállítása
miMLManageDB=Adatbázis
miMLReload=Frissítés...
miMLTableSendToPlaylist=Küldés a lejátszási listába
miPersonalSettings=Személyes beállítások
miPlaylistNewSmart=Új intelligens lejátszási lista
miReadOnly=Módosítások megakadályozása
miSelectAll=Minden fájlt kijelöl
miSelectNone=Fájl kijelölés törlése
miSelectPls=Lejátszási lista kiválasztása
miSendToPlaylist=Küldés más lejátszási listába
miSortByPatternOptions=Opciók
N6=Címkék újraellenőrzése
N20=Várólista
N22=Tálca
N31=Megjelenítés módja
N35=Ablak megjelenítése
N36=Hangszínszabályzó
N37=Megjelenítés ablaka
N38=(mindent elrejt)
N40=Megjelenítés
N41=Témák
N43=Súgó
N47=Kilép
N56=Segédprogramok
N70=Gyorsbillentyűk felfüggesztése
N75=Segédprogramok
N79=Jelenlegi megjelenítése
N80=Előbeállítások betöltése
N81=Előbeállítások mentése
N83=Minden effekt beállítás alapra
N84=Hangszínszabályzó beállításai alapra
N85=Mindent összecsuk
N86=Mindent lenyit
N90=Lejátszó
N91=Lejátszás/Szünet
N92=Leállítás
N93=Fájlok hozzáadása
N95=Előző zene
N96=Következő zene
N98=Hangerő
N114=Összefésülés hasonló kategóriákkal
N115=Minden hasonló kategória összefésülése
pmAdd.h=Elemek hozzáadása menü
pmDelete.h=Elemek eltávolítása menü
pmEqualizer.h=Hangszínszabályzó beállításai
pmMainMenu.h=Főmenü
pmManagePlaylist.h=Lejátszási lista kezelő
pmMisc.h=Egyéb menü
pmMLDelete.h=Elem eltávolító menü
pmMLGroupingPresets.h=Előbeállítások csoportosítása
pmMLLabels.h=Címke menü
pmMLMainMenu.h=Főmenü - zene könyvtár
pmMLMisc.h=Egyéb menü
pmPlaylistList.h=Lejátszási listák listája
pmQuickOptions.h=Gyorsbeállítások
pmSorting.h=Elemek rendezése menü
pmUtilities.h=Segédprogramok
SentToNewPLS=Új lejátszási listához
SizeLabel.h=Fájl mérete a lejátszási listában
TCFixFloat=Lebegő sáv kitűzése
TL=Lejátszási lista mentése
TrayCotnrol=Mini lejátszó megjelenítése

[AIMPML]
Added=Hozzáadva
Album=Album
AlbumArtist=Album előadó
Artist=Előadó
Bitrate=Adatsebesség
BPM=BPM
Channels=Csatornák
Composer=Zeneszerző
Copyrights=Szerzői jogok
DiskNumber=Lemez #
Duration=Időtartam
FileFormat=Fájl formátuma
FileName=Fájl neve
FileSize=Fájl mérete
Genre=Műfaj
Labels=Címkék
LastPlayback=Utolsó lejátszás
PlaybackCount=Lejátszások száma
Publisher=Kiadó
Rating=Értékelés
SampleRate=Mintavételezési gyakoriság
Title=Cím
TrackNumber=Hangsáv
URL=Webcím
UserMark=Jelölés
Year=Év

[AIMPML.Controls]
None=(nincs)
SetNewLabel=Új címke...
ShowAll=(mindent megjelenít)
UnsetAllLabels=Minden címke eltávolítása

[AIMPML.Reports]
AlbumCount=Albumok száma:
ArtistCount=Előadók száma:
Common=Statisztika
FavoriteAlbums=Kedvenc albumok (Top %d)
FavoriteArtists=Kedvenc előadók (Top %d)
FavoriteGenres=Kedvenc műfajok (Top %d)
FavoriteTracks=Kedvenc zenék (Top %d)
GenreCount=Műfajok száma:
L1=Lejátszások száma:
L2=Zenék száma
L3=Teljes időtartam (~)
L4=Előadó
L5=Meghallgatva
L6=Összes
TrackCount=Zenék száma:

[AIMPMLFilterEditorDialog]
btnCancel=Mégse
btnOK=OK
Caption=Szűrők paraméterei
cbLimit=Zenék száma (maximum):
cbSortBy=Rendezés, mint:
L1=Szabályok

[AIMPMLFilterEditorDialog.FilterControl]
C=Szabály hozzáadása
G=Csoport hozzáadása
Op0=egyenlő
Op1=nem egyenlő
Op2=között
Op3=kisebb
Op4=kisebb, vagy egyenlő
Op5=nagyobb
Op6=nagyobb, vagy egyenlő
Op7=tartalmazza
Op8=eleje
Op9=vége
R=Törlés

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Törlés
btnEditFilter=Szerkesztés...
Caption=Sablonok csoportosítása
L1=Auto-elnevezés
L2=Csoportosítás mezők alapján
L3=Egyéni szűrő
lbName=Név
lvAvailable=Elérhető mezők
lvGroup=Használt mezők

[AIMPMLLabelsDialog]
acMoveLeft=Címke beállítása
acMoveRight=Címke törlése
acRemove=Címke eltávolítása
acRename=Címke átnevezése
btnCancel=Mégse
btnOK=OK
C1=Címkék
C2=Elérhető címkék
Caption=Címkék
L1=Címke nevének megadása
L2=Hozzáadás
miSetToAll=Alkalmazás minden fájlra
miUndoSetToAll=Visszavonás: Alkalmazás minden fájlra

[AIMPMLMissedFilesDialog]
acApply=Alkalmazás a kijelöltekre
acFind=Keresés...
acRemoveSelected=Kijelölt(ek) eltávolítása az adatbázisból
acReplace=Fájlnév cseréje...
Caption=Hibás fájlok

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Hibás fájl
c[1]=Javaslat cseréhez
c[2]=Megfelelés mértéke

[AIMPMLMonitoringSettingsDialog]
acAdd=Hozzáadás
acDeleteAll=Mindent töröl
acDeleteSelected=Kijelöltek törlése
acUpdate=Frissítés
btnClose=Bezárás
Caption=Fájlok hozzáadása
CB1=Áthelyezett vagy átnevezett fájlok keresése
CB2=Nem létező fájlok törlése az adatbázisból
CB3=Címkék újratöltése
cbMinFD=Ha az időtartam rövidebb, mint:
cbMinFS=Ha a fájlméret kisebb, mint:
cbScanOnStartup=Új fájlok keresése az alkalmazás indításakor
cbTrackChanges=Változások figyelése miközben fut az alkalmazás
GB1=Megfigyelés
GB2=Frissítés közben tegye
gbFiltBy=Fájl kihagyása
L1=Ha a fájlkiterjesztés:
L2=Kattints a "Frissítés" gombra, ha frissíteni szeretnéd a zenei könyvtár tartalmát
pcpFolders=Mappák
pcpSettings=Beállítások

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Mappa
c[1]=Almappa

[AIMPMLPreimageDialog]
Caption=Intelligens lejátszási lista - Music Library

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Hozzáadás
acDeleteAll=Mindent töröl
acDeleteSelected=Kijelöltek törlése
btnCancel=Mégse
btnOk=Ok
Caption=Intelligens lejátszási lista - mappák
cbSyncOnChanges=Változások figyelése futtatás közben
cbSyncOnStartup=Változások ellenőrzése alkalmazás indításakor

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Mappa
c[1]=Almappák is

[AIMPSendToDialogForm]
cbDefault=Alkalmazás, mint alapértelmezett
cbSaveStructure=Elérési útvonal struktúra mentése
gbAdditionals=További fájlok
gbPath=Elérési útvonal
gbRename=Elnevezés sablon alapján
L1=Másolás|Mozgatás
L2=Másolás|Mozgatás megadott helyre
L3=Másolás|Mozgatás opciói
lbAdditionals=Fájlok másolása a kijelölt célkönyvtárba, az eredeti fájlokkal együtt.\n; - elválasztó, * - ismeretlen része a fájlnévnek

[ATEAutoTagForm]
c[0]=Fájl neve
c[1]=Album
c[2]=Előadó
c[3]=Műfaj
c[4]=Cím
c[5]=Zene száma
c[6]=Év
C1=Módosítások előtt
C2=Módosítások után
Caption=Címke kitöltése fájlnév segítségével

[ATEChangeRegisterDialog]
Caption=Betűk módosítása / Transzliteráció
CB1=Címkék:
GB1=Műveletek
L1=Esetek
L2=Transzliteráció
L3=Mezők:

[ATEForm]
A1=Automatikus számazás (XX)
A2=Átnevezés
A3=Formázás módosítása "%s"
A4=Alkalmaz
A9=Ellenőrzött fájlok kihagyása
acEdit=Minden mező szerkesztése
aSave=Mentés
aTag.h=Automatikus kitöltés
B1.h=Betűk módosítása / Transzliteráció
B5=Címkék frissítése
btnBPM.h=BPM
btnRG.h=ReplayGain
Caption=AIMP: Advanced Tag Editor
cbSubFolders=Almappákkal együtt
lbNoData=(Nincs adat előnézethez)
miBPMAnalyze=Kijelöltek elemzése
miDelete=Törlés
miDeletePhys=Végleges törlés
miGroupBy=Csoportosítás
miGroupByFolder=Szülőmappa szerint
miGroupByNone=Nincs csoportosítás
miJumpTo=Ugrás mappára...
miNumCfm=Megerősítés kérése
miRgAlbum=Kijelöltek ellenőrzése: mint egy album
miRgFile=Kijelöltek ellenőrzése: album nélkül
miRgMAlbum=Kijelöltek ellenőrzése: albumok kiválasztása címkékből
miRgRemove=ReplayGain információk eltávolítása a címkékből
miSoundOut=Lejátszás beállításai
TM0=Fájlok a merevlemezen
TM1=Felhasználó által hozzáadott fájlok

[ATEForm.lvTable]
c[0]=№
c[1]=Lemez №
c[2]=Fájl neve
c[3]=Cím
c[4]=Előadó
c[5]=Album
c[6]=Év
c[7]=Műfaj
c[8]=Adatsebesség
c[9]=Időtartam
c[10]=Formátum
c[11]=Borító
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Méret

[ATERenameForm]
btnRename=Átnevezés
Caption=Átnevezés beállításai
CB1=Előnézet
CB2=Műveletek a fájl másolatával
GB1=Fájlok átnevezése sablonnal
GB2=Fájlok mozgatása a kijelölt mappába
GB3=Keresés és Átnevezés
GB4=Rendszerleíró
GB5=Transzliteráció
L1=Keresés:
L2=Használhatod a "\" szimbólumot  (%Y\%A - %T) mappák rendezéséhez
L3=Csere:

[ATESaveParams]
Caption=Mentés beállításai

[AutoTag]
bOk=Alkalmaz
Caption=Automatikus kitöltés
CB1=Ne töltse ki a mezőt, ha van adata

[BookmarkEditDialog]
btnOk=Mentés
Caption=Könyvjelző szerkesztő

[BookmarksManagerDialog]
acItemAddFile=Fájl hozzáadása
acItemAddFolder=Mappa hozzáadása
acItemAddLink=Webcím hozzáadása
acItemEdit=Szerkesztés
acItemRemove=Eltávolítás
B1=Lejátszási listához adás
B2=Lejátszás
btnAdd=Hozzáadás
btnClose=Bezár
Caption=Könyvjelző kezelő

[BookmarksManagerDialog.lvItems]
c[0]=Cím
c[1]=Útvonal
c[2]=Pozíció
c[3]=Megjegyzés

[CommonDialogs]
B1=OK
B2=Mégse
B3=Új mappa
L1=Mappa kiválasztása
L2=Almappákat is
SA=Mindent kijelöl
SN=Kijelölések törlése

[ConfirmDialog]
B1=Csere
B2=Mindent cserél
B3=Kihagyás
B4=Mindent kihagy
B5=Átnevezés
B6=Mégse
Caption=Csere
gbFile1=Fájl cseréje
gbFile2=Új fájllal

[CONTEXT]
0=Megnyitás AIMP-al
1=Lejátszás
2=Hozzáadás a lejátszási listához
3=Hozzáadás a várólistához
4=Hozzáadás a könyvjelzőkhöz
5=Címkék szerkesztése
6=Konvertálás más formátumba

[Converter]
actAddFiles=Fájlok hozzáadása
actAddFolders=Mappák hozzáadása
actAddPlaylist=Lejátszási listák hozzáadása
actDeleteAll=Törlés
actDeleteSelected=Kijelöltek törlése
bAdd.h=Fájlok/Mappák hozzáadása
bDelete.h=Fájlok eltávolítása
bQuickOptions.h=Opciók
bSettings=Opciók
bStart=Indítás
bStop=Leállítás
Caption=AIMP: Audio Converter
csCancel=Megszakítva
csDone=Kész
csError=Hiba
csWaiting=Várakozás
lbEncoder=Formátum:
lbMode=Kódolás módja
lbTargetFileName=Fájl átnevezése:
lbTargetFolder=Végeredmény mozgatása ide:
lbTimeElapsed=Eltelt:
lbTimeLeft=Hátravan:
lbTotalProgress=Teljes folyamat:
miDeleteSource=Forrás fájl törlése sikeres konvertálás után
miSavePathStructure=A mappa szerkezet mentése, mikor a fájl áthelyezésre kerül
miShutdownWhenDone=Konvertálás végén a számítógép kikapcsolása
miUncheckSuccessful=Megjelölés eltávolítása a fájlból sikeres konvertálás után
Modes=Egy forrás - egy eredmény|Minden forrás - egy eredmény
PatentedCodecsWarning=Szoftverszabadalmak miatt a következő formátumok kódoló szoftverét nem tudjuk mellékelni: %s.\n\nHa szükségesek ezek a funkciók, a letöltött mappákat másolja be a következő helyre "%s".\n\nTovábbi információk itt találhatóak: %s
PatentedCodecsWarningTitle=Konvertálás más formátumokra

[Converter.lvTable]
c[0]=Név
c[1]=Formátum
c[2]=Státusz
c[3]=№

[ConverterEncoders]
bOk=Ok
cbAsInput=Mint a forrás fájl
cbChangeFormat=Formátum módosítása
cbCorrectionFile=Korrekciós fájl létrehozása
cbIncludeMD5=Ellenőrző-összeg hozzáadása a fájlhoz
cbModeHybrid=Vegyes
cbModeLossless=Veszteségmentes
gbMode=Mód
lbBestC=Legjobb tömörítés
lbBestQ=Legjobb minőség
lbBitDepth=Minta formátuma:
lbBitrate=Adatsebesség:
lbBitrateMode=Mód:
lbChannels=Csatornák:
lbCompression=Tömörítés:
lbLeast=Gyors tömörítés:
lbMost=Legjobb tömörítés:
lbQuality=Minőség:
lbSampleRate=Mintavételezési gyakoriság:
scParams=Paraméterek

[CopyDialog]
0=Másolás...
1=Áthelyezés...
2=Szünet
3=Folytatás

[DropForm]
CB1=Ne kérdezze újra
RG1=Húzd és ejtsd

[DSPDialog]
btnEqPresets=Előbeállítások
btnReset=Visszaállítás alapértelmezettre
CB1=Hangeltávolító (csak Sztereóhoz)
CB3=Hanghalkítás használata (Szünet / Lejátszás)
CB4=Hanghalkítás használata zeneszámok váltásakor
CB5=Egyenletes hangerő növelés
CB6=Következő zene keverése az előzővel
CB7=Egyenletes hangosítás zeneszám elején
CB8=Egyenletes halkítás a zeneszám végén
cbEqSwitch=Hangszínszabályzó bekapcsolása
GB1=Hangerő kiegyenlítés
GB2=Kézi váltás zenék között
GB3=Automatikus váltás zenék között
GB4=Replay Gain
L1=* Értékek visszaállíthatóak jobb kattintással
L2=DSP Beépülők:
L4=Előerősítő:
L5=Jelenlegi érték:
L6=Előerősítő felső küszöbérték:
L7=Előerősítő alsó küszöbérték:
L9=Alap érték:
L10=Kívánt hangerő szint:
lbChorus=Kórus
lbEcho=Echo
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Pitch
lbReverb=Reverb
lbSpeed=Speed
lbTempo=Tempo
lbTrueBass=Bass
R2=Értékek használata a címkékből
R3=Fájl ellenőrzése "on-the-fly"
RB1=Ne tegyen semmit
RB2=Szünet zeneszámok között
tcpAutoVolume=Hangerő kiegyenlítés
tcpCrossMixing=Keverés beállításai
tcpSoundEffects=Hangeffektusok

[DSPDialog.cbReplayGainSource]
i[0]=Forrás: Fájl
i[1]=Forrás: Album

[EditorForm.RegisterFmt]
i[0]=Módosítások nélkül
i[1]=Minden Szó Első Betűje Nagy
i[2]=Első szó nagybetűvel
i[3]=MINDEN NAGYBETŰVEL
i[4]=minden kisbetűvel

[EQPresetsDialog]
B1=Alkalmaz
B2=Mégse
B3=Törlés
B4=Visszaállít
Caption=Hangszínszabályzó előbeállításai

[HotkeysGroups]
Common.Dialogs=Egységes: párbeszédablakok
Common.SendTo=Fájlok: küldés ide...
Common=Egységes
MusicLibrary.GroupingTree=Music Library:
MusicLibrary.Table=Music Library: asztal
MusicLibrary=Music Library: egységes
Player.Navigation=Lejátszó: navigáció
Player.PlayableFile=Lejátszó: lejátszható fájl
Player.PlaybackControl=Lejátszó: lejátszás vezérlő
Player.Visualizations=Lejátszó: megjelenítés
Playlist.AddFiles=Lejátszási lista: fájlok hozzáadása
Playlist.Deletion=Lejátszási lista: fájlok eltávolítása
Playlist.Search=Lejátszási lista: keresés
Playlist.SelectedFiles=Lejátszási lista: kiválasztott fájlok
Playlist.Sorting=Lejátszási lista: rendezés
Playlist=Lejátszási lista

[InfoBar]
CB1=Lejátszás indításakor, információk megjelenítése a zeneszámról
CB2=Bal oldalon|Jobb oldalon|Középen
CB3=A képernyő felső részén|A képernyő alsó részén
CB4=Album borító megjelenítése
CB6=Megjelenítés teljes képernyős alkalmazásoknál is
CB7=Alkalmazás csak a háttérre vonatkozóan
CB8=Megjelenítés mindig
GB5=Tartalom
L3=Idő megjelenítése:
L5=Szöveg igazítása
M1=Háttér
M2=Csík %d
M3=Betűtípus
M4=Szöveg színe
P1=Információs sáv
RB2=Gyors fájlinformáció kártya
T0=Viselkedés
T1=Sablon
T2=Nézet

[MSG]
1=Új lejátszási lista
2=Név megadása
3=Music Library
4=Véglegesen törölni fogja a fájlokat a merevlemezről! Folytatja?
5=(tiltva)
6=Fájl, vagy mappa nem található!
7=Kis méret a tálcára
8=AIMP megjelenítése
9=Átnevezés
10=Hangerő
11=Pozíció
12=Lejátszás
13=Lejátszás az elejétől
14=Szünet
15=Felhasználói előbeállítások
16=Mindent kiválaszt
17=Be|Ki
18=Fájlok küldése
19=Gyorsbillentyű helytelen, vagy egy másik alkalmazás használja
20=Multimédia gombok használata?
21=A művelet minden lejátszási listát bezár, az aktívat is. Folytatja?
22=Írás fájlba
23=Előnézet
24=Legfelül
25=Módosítások mentése sikertelen, a "%s" fájlt lehet, hogy más alkalmazás használja.
26=Módosítások alkalmazása a fájlokra?
27=Zeneszerző
28=A képernyőt a Fő ablak pozíciója határozza meg|Képernyő %d: Másodlagos (%s)|Képernyő %d: Elsődleges (%s)
29=A "%s" mappa nem létezik
30=Egy beépülőt nem sikerült eltávolítani, lehet ez az alkalmazás használja:
31=Kész...
32=Egy lejátszási lista:\nNem sikerült módosítani a listát, mert zárolva van!
33=Keresés
34=Helyi fájlok
35=Nincs csoportosítás
36=Fájlok keresése...
37=Csak olvasásra|Hozzárendelve az Előképhez
38=Ezzel az opcióval csak egy lejátszási lista használható.\nBekapcsolása után a többi lista automatikusan bezáródik!
39=Minőség
40=Mentés mint
41=Letöltés az internetről
42=Formátum:
43=(Alapértelmezett)
44=Sebesség
45=Egyensúly
46=Megnyitás...|Betöltés...
47=Felvétel Rádióból
48=Cím
49=Regisztrálás
50=Ez a gomb már használatban!
51=Ugrás erre az időre:
52=Helytelen formátum
53=Elérhető egy újabb verzió. Letölti most?
54=Hangzás típusok
55=Jelenlegi érték:
56=mappák szerinti rendezéshez használja a "\" szimbólumot a sablonoknál
57=Biztos visszaállít minden statisztikát?
58=Új sablon
59=Fájlok végleges törlése|A következő fájlok hiba miatt nem törlődtek:
61=A folyamat nem fejeződött be. Megszakítja?
62=Néhány folyamat nem fejeződött be! Megszakítja őket?
63=Fájlkereső:
64=Méret:
65=Létrehozás dátuma:
66=Nincs találat
67=Frissítés...
68=Kész!\nAdatbázis új mérete: %s\nCsökkent: %s.
69=Alkalmaz
70=Mégse
71=Admin jogosultságok szükségesek
72=Fájl típusa
73=Betöltés...
74=Profil mappa
75=Rendezés sablon szerint
76=Értékelés %s
77=Automatikus keresés
78=Új fájlok:
79=Átlátszóság
80=Előnézet
81=Dalszövegek
82=Fájl helye
83=Szerzői jog
84=A módosítások, az alkalmazás újraindítás után használhatóak
85=Értékelés
86=Másolás
87=Beillesztés
88=Kivágás
89=Forrás
90=Eredmény
91=A(z) "%s" előbeállítás törlésére készül. Folytatja?
92=Mind|Bővítmények|Dekódolók|Látványok|DSP
93=Fájlok hozzáadása...
94=Az "A-B" rész ismétlése [ki]|Az "A" rész kijelölve|Az "A-B" rész ismétlése [be]|
95=Újrakapcsolódás %s mp múlva
96=Figyelem! Minden előbeállítás vissza lesz állítva alapra!
97=Lejátszó állapotának mentése bezárásakor
98=Mini lejátszó használata a tálcára kicsinyítés helyett
99=Előbeállítás szerkesztő
100=Album
101=Webcím
102=Előadó
103=Cím
104=Megjegyzés
105=Műfaj
106=Címke eltávolítása
107=Év
108=Zeneszám #
109=Lemez #
110=Album borító
111=Hangtípus nem található, vagy hibás.
112=<nincs>
113=Kész!
114=Ezzel eltávolításra kerül minden fájl és statisztika! Folytatja?
115=Időtartam
116=Fájl|Mappa|Lejátszási lista
117=Lejátszva
118=Hozzáadva
119=Értékelés
120=Lejátszási listák kezelése
121=Késleltetés:
122=Bezár
123=Fájl másolása a vágólapra
124=Címke szerkesztő megnyitása
125=Katalógusok
126=Kérem várjon...
127=Lejátszások száma
128=Másolás ide %s|Mozgatás ide %s
129=Automatikus kitöltés (RMB - sablon kiválasztás)
130=Album előadó
131=Konvertálás:
132=Átnevezés
133=Beállítások
134=Szünetel
135=Átméretez
136=Beállítások módosultak. Szeretné menteni a módosításokat?
137=Eltávolítható meghajtó|CD meghajtó
138=Alkalmazás ehhez
139=Számítógép kikapcsol %s mp múlva
140=Kiadó
141=dB
142=Figyelem! Egyéb alkalmazás hangok nem fognak működni, ha az AIMP-ben ez az eszköz típus van beállítva.
143=Előkép: |Semmi|Lejátszási lista vagy Mappa|Music Library

[Options]
bCancel=Bezár
Caption=Opciók

[OptionsFrameAddFiles]
C1=Fájl hozzáadás
C9=Általános
C10=Fájlok megnyitása külső alkalmazásokból
C11=Húzd és ejtsd
CB1=Felhasználó megkérdezése
CB2=Fájlok bővítése jelöléssel, azok lejátszási listához adásakor
CB6=Fájlok hozzáadása után lejátszási lista automatikus ellenőrzése
CB9=Hozzáadott fájlok lejátszása azonnal
CB15=Hozzáadott fájlok azonnali lejátszása
CB19=Lejátszás azonnali megkezdése
CB47=Ha egy fájl elküldésre kerül, hozzáadás a jelenlegi listához
CB48=Lejátszási listák új lapon nyíljanak
CB59=Rendezés fájlnév szerint
L1=Alapértelmezett művelet:
L7=Amikor fájlok megnyitásra kerülnek:

[OptionsFrameAddFiles.CBA]
i[0]=Új lejátszási lista létrehozása
i[1]=Hozzáadás a jelenlegi lejátszási listához
i[2]=Hozzáadás a "Default" lejátszási listához

[OptionsFrameAddFiles.RG4]
i[0]=Fájlok hozzáadása a jelenlegi pozícióhoz
i[1]=Fájlok hozzáadása a lejátszási lista végéhez
i[2]=Fájlok hozzáadása a lejátszási lista elejéhez
i[3]=Fájlok hozzáadása és keverése a lejátszási listában

[OptionsFrameAlbumArtManager]
B1=Gyorsítótár ürítése
C1=Automatikus keresés beállításai
C2=Gyorsítótár beállításai
Caption=Album Borító
GB1=Keresés az interneten
GB2=Gyorsítótárazás engedélyezése
GB3=Keresés a fájl mappájában
L1=Nincs beépülő telepítve, Borító letöltéséhez telepíteni kell egyet
L2=Maximum fájlméret letöltéskor:
L3=Gyorsítótárazás csökkenti a merevlemez, és az Internet használatot, és gyorsítja a borító keresést.
L4=Bejegyzés eltávolítása a gyorsítótárból:
L5=nap
L6=Állapot:

[OptionsFrameAssoc]
B1=Fájltípusok
C1=Fájltársítások
CB1=Audió fájlok
CB2=Lejátszási listák
CB3=Témák

[OptionsFrameConvertor]
C1=Konvertáló beállításai
C18=Viselkedés
Caption=Konvertáló
CB1=Fájlok kibontása CUE Adatlapból, a táblázathoz adás előtt.
L1=Folyamatok:
L2=Maximum folyamatok száma függ a CPU magok számától.

[OptionsFrameFace]
C2=Kezelőfelület beállításai
C3=Átlátszóság
Caption=Kezelőfelület
CB1=Átlátszóság engedélyezése
CB2=Zene információinak megjelenítése a tálcán
CB3=Ablak animáció, mikor megjelenik / eltűnik
CB4=Ablak animáció, mikor megjelenik / eltűnik asztali eszköztár módban
CB5=Lejátszott zene színképének megjelenítése
CB28=Ablak animáció, amikor megváltoztatja állapotát
CB30=Gomb halványítás effekt engedélyezése
CB35=Egyenletes lejátszási lista görgetés
CB38=Átlátszóság kikapcsolása, ha az ablak aktív
CB39=Átlátszóság kikapcsolása, ha az egér, az ablak felett van
CB42=Egyenletes átlátszóság
CB52=Ablakok a képernyő széléhez, és más AIMP ablakokhoz kapcsolódjanak
L1=A témának támogatnia kell ezt a funkciót

[OptionsFrameHotkeys]
B10=Alapértelmezett
c[0]=Parancs neve
c[1]=Helyi
c[2]=Globális 1
c[3]=Globális 2
C1=Gyorsbillentyűk

[OptionsFrameLang]
C1=Kezelőfelület nyelvének kiválasztása
Caption=Nyelv
L1=Nem Unicode-os karakterek átalakítása
L2=Elsődleges nyelvek
L3=További nyelvek
L4=Régi nyelv(ek)

[OptionsFrameMLMain]
B1=Fájlok megfigyelése...
C1=Music Library
Caption=Music Library
CB1=Jelölés beállításai
CB2=Lejátszás elindítása
CB3=Lejátszások számolva
CB4=Fájl értékelés megjelenítése a jelölés helyett, ha az üres
CB5=Jelölések mentése az audió fájl címkéjébe
CB6=Mindig mutassa az almappák tartalmát
CB7=Az üres csoport szintek egyesítése, ha lehetséges
GB1=Egységes
GB2=Fájl hozzáadása az adatbázishoz, amikor
GB3=Értékelés
GB4=Lejátszások száma
L1=Ha az időtartama rövidebb, mint:
L2=Lejátszás számítása lejátszás után: ha nem több, mint 4 perc
L3=Értékelési statiszika számítása, az utóbbi:
L4=napról

[OptionsFrameNet]
C21=Internet kapcsolat beállításai
Caption=Kapcsolat beállításai
CB1=Direkt (Közvetlen) kapcsolat használata
CB2=Rendszer alap beállításainak használata
CB3=Proxy beállítása kézileg
L1=User-Agent:
L79=Időtúllépés:
L81=Buffer mérete:
L98=Jelszó:
L106=Szerver:
L107=Port:
L108=Felhasználó:

[OptionsFramePlayer]
Caption=Lejátszó
CB21=Mindig felül
G1=Vezérlés
GB4=Vezérlés gyorsbillentyűkkel
GB5=Vezérlés egérrel
GB15=Másolás a Vágólap sablonok közé
L14=Pozíció módosítása gyorsbillentyű segítségével
L16=Hangerő módosítása gyorsbillentyű segítségével
L33=Kattintás görgővel:

[OptionsFramePlayer.MOBox]
i[0]=(nincs)
i[1]=Lejátszás/Szünet
i[2]=Fájlok hozzáadása

[OptionsFramePlayerBehavior]
C1=Automatikus műveletek
CB7=Lejátszási lista ismétlése egy fájl esetén
CB22=Lejátszás leállítása, ha a fájl törölve lett
CB32=Hangszínszabályzó automatikus beállítása zenékhez
CB48=Lejátszó állapotának mentése, a "következő / előző zene" gomb használatakor
CB58=Automatikusan ugorjon a következő zenére
GB1=Egységes
GB2=Az alkalmazás indításakor
GB3=Lejátszás módja
GB4=A lejátszási lista végén
L1=Lejátszás módja:

[OptionsFramePlayerBehavior.RG1]
i[0]=Lejátszás elindítása
i[1]=Lejátszó állapotának folytatása
i[2]=Ne tegyen semmit

[OptionsFramePlayerBehavior.RG2]
i[0]=Ugrás a következő lejátszási listára
i[1]=Lejátszási lista ismétlése
i[2]=Készenléti állapot

[OptionsFramePlayerBehavior.RG3]
i[0]=Normál
i[1]=Zene ismétlése
i[2]=Véletlenszerű lejátszás

[OptionsFramePlaylistBehavior]
C6=Viselkedés
C19=Lejátszási listák görgetése az egér görgőjével
Caption=Lejátszási lista
CB1=Lejátszási lista eltávolítása fül bezárásakor
CB2=Könyvjelzők megnyitása új lejátszási listában "Bookmarks"
CB3=Fájl teljes útvonalának mentése (ajánlott)
CB4=Lejátszási lista mentése "Default"
CB8=Lejátszási lista nevének kérése, új létrehozásakor
CB31=Várólista mentése az alkalmazásból való kilépéskor
CB46=Lejátszási lista bezárása, dupla kattintás után
CB56=Fájlok merevlemezről való eltávolítás előtt, kérdezzen rá
CB57=Egy lejátszási lista mód
GB1=Mentés
GB2=Egységes
L12=Normál görgetés
L18=Görgetés közben le van nyomva a "%s" billentyű

[OptionsFramePlaylistView]
bCancel=Mégse
bOk=Ok
C1=Megjelenés beállításai
Caption=Megjelenés
CB50=Információk megjelenítése a kiválasztott fájlokról
cbAbsoluteNumeration=Abszolút számozás
cbGroupMode=Csoportok engedélyezése
cbMergeGroups=Hasonló kategóriák automatikus összefésülése
cbShow2ndLine=Másodlagos sáv megjelenítése információkkal
cbShowDuration=Időtartam megjelenítése
cbShowExpandBtns=Csoport lenyitó gomb megjelenítése
cbShowMarks=Jelölések megjelenítése
cbShowNumbers=Zene számának megjelenítése
cbShowSwitches=Oszlopok megjelenítése
ddZoom=Nagyítás
gbFormating=Formátum beállítások
gbGrouping=Csoportosítás beállításai
gbLayoutSettings=Elrendezés beállításai

[OptionsFramePlugins]
B1=Újraindítás most
Caption=Beépülők
L1=Néhány betöltött beépülőt nem használ az alkalmazás
lbURL=További beépülők beszerzése
N1=Eltávolít
N2=Kiválasztottak betöltése
N3=Mindent betölt
N4=Kijelöltek eltávolítása
N5=Mindent eltávolít

[OptionsFramePlugins.cbFilter]
i[0]=Minden
i[1]=Betöltve
i[2]=Kikapcsolva
i[3]=Nem használt

[OptionsFrameRadioCap]
C1=Egységes beállítások
C22=Felvétel internet rádióból
Caption=Felvétel internet rádióból
CB65=Stream felvétele átalakítás nélkül (csak MP3 / AAC / AAC+)
CB66=Címkék írása fájlba
CB67=CUE-napló írása
GB6=Felvétel beállításai
GB9=Felosztás fájlokra
L1=Próbálkozások száma
L13=Idő:
L24=Fájlnév sablon:
L25=Méret:
L85=Mentés ide:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Felosztás zenékre
i[1]=Felosztás méretre
i[2]=Felosztás időre

[OptionsFrameRunningLine]
C13=Mozgó információs szalag
CB75=Ciklikus
GB1=Mozgó információs szalag animációja
GB3=Mozgó információs szalag sablonja
L10=Frissítési gyakoriság:
L35=Megjelenítés:
L36=Mozgás iránya:

[OptionsFrameRunningLine.rsRun]
i[0]=Kikapcsolva
i[1]=Balra
i[2]=Jobbra

[OptionsFrameRunningLine.rsShow]
i[0]=Kikapcsolva
i[1]=Bal oldalon
i[2]=Jobb oldalon
i[3]=Képernyő tetején
i[4]=Képernyő alján

[OptionsFrameSkins]
B2=Tallózás...
C1=Témák
lbURL=További témák beszerzése
miDelete=Eltávolítás

[OptionsFrameSort]
L1=A "%!" makrók használata a rendezés megfordításához

[OptionsFrameSystem]
C1=Rendszer
Caption=Rendszer
CB2=Zene információinak megjelenítése a tálcán
CB3=Engedélyezze a jelenlegi fájl információinak a görgetését
CB4=Lejátszási folyamat megjelenítése
CB5=Lejátszó állapotának megjelenítése a tálca ikonon
CB6=Lejátszó állapotának megjelenítése olyan színnel, mint az állapotjelző
CB7=Használja a "Bizonytalan" állapotot audió streamelésnél
CB18=Képernyő kikapcsolásának megakadályozása
CB23=Hozzáadás az Explorer lejátszási menüjéhez
CB24=Hozzáadás a CD/DVD automatikus futtatás menüjéhöz
CB40=Hivatkozás hozzáadása a "Futtatás" menühöz
CB41=Hozzáadás az alapértelmezett alkalmazások listájához
CB60=Automatikus futtatás
GB1=Beépülés a rendszerbe
GB2=Gombok megjelenítése a tálcán
L1=Lejátszó ablaka legyen aktív
L99=Prioritás

[OptionsFrameTrackList]
C4=Zeneszám kimentés beállításai
Caption=Zeneszám kimentés
CB54=Rejtett lejátszási lista elemek kimentése
CB55=Lejátszási lista kategóriák kimentése
L26=Alapértelmezett sablon:
L27=Minta:

[OptionsFrameTray]
C15=Általános
C16=Fájlinformációk
C17=Vezérlés egérrel
Caption=Tálca
CB1=Kis méretre váltáskor, rakja le a tálcára
CB2=AIMP elindítása után rakja le a tálcára
CB3=Kis méretre váltáskor, a Mini Lejátszó megjelenítése
CB4=Lejátszási állapot megjelenítése a tálca ikonján
CB5=Tálca ikon megjelenítése mindig
CB13=Fájl információ megjelenítése, ha fölé kerül az egér
L30=Egy kattintás:
L31=Dupla kattintás:
L32=Kattintás görgővel:
L34=Késleltetés megjelenítése:

[OptionsFrameTray.TrayCmd]
i[0]=(tiltva)
i[1]=Mutat/Elrejt
i[2]=Mozgatás legfelülre
i[3]=Fájlinformációk
i[4]=AIMP hangerő szabályozó
i[5]=Lejátszás/Szünet
i[6]=Fájlok hozzáadása és lejátszása
i[7]=Következő zene
i[8]=Előző zene

[OptionsFrameVisual]
C23=Megjelenés
CB68=Egyenletes megjelenés használata
CB71=Megjelenés változtatása, minden:
GB7=Teljes képernyős mód
GB10=Megjelenések változtatása
L21=Teljes képernyős mód indítása a következőn:
L23=Lassabb kirajzolást tesz lehetővé, de nagyításkor szebb a kép

[OptionsSoundOutFrame]
C1=Lejátszás beállításai
Caption=Lejátszás
CB2=Logaritmikus hangerő csúszka
L1=Hang kimenet:
L2=Kimeneti eszköz:
L3=Hang paraméterei:
L4=Gyorsítótár mérete:
L5=Csatornák kiválasztása a kimenethez

[OptionsSoundOutTransformFrame]
B1=DSP Kezelő
C1=Átalakítás beállításai
CB1=Csatorna keverés engedélyezése
CB1Hint=Térhatás keltés Sztereó / mono fájlok esetén\nOkos átalakítás a többcsatornás fájlokból sztereóra / mono-ra
CB2=Anticlipping (Torzítás csökkentés)
CB2Hint=Megakadályozza a karcoló, és a zaj hatást, ami akkor következik be, ha a jel átugorja a 0 dB-t
CB3=Dither (Árnyalás)
CB3Hint=Torzítás csökkentés, ami akkor következik be, ha csökken a mintavételezési mélység
GB1=Tracker Music
GB2=Egységes
L1=Újramintavételezés:
L2=Sebesség
L3=Minőség

[PlaylistsManagerDialog]
acImport=Lejátszási listák betöltése...
acImportDirs=Mappák betöltése...
acRemove=Kijelöltek törlése a merevlemezről
btnPreimage=Beállítások
cbReadOnly=Módosíthatóság zárolása
L1=Egységes
L2=Személyes beállítások
L3=Aktív lejátszási listák
L4=Inaktív lejátszási listák
L5=Előnézet
lbPreimage=Előzetes kép
lbPreimageNotes=Előzetes kép egy adatforrás a jelenlegi lejátszási listához (Music Library, vagy Mappákból stb. van). Előzetes kép szinkronizálásához, használja az "Adatok visszatöltése előzetes képből" gombot.\n\nSzinkronizálás csak egy módon történik: Előzetes kép -> Lejátszási lista.
lbStorage=Hely:

[PLS]
N1=Fájl teljes útvonala
N2=Hozzáadás után a fájlok rendezése sablonok alapján:
N3=Hozzáadás
N20=Eltávolítás
N22=Engedélyezés
N23=Letiltás
N36=Könyvjelzők
N37=Hozzáadás
N39=Szerkesztés

[QTEForm]
bCopyTo=Másolás ide...
Caption=Címke szerkesztő
L1=Betöltés
L2=Mentés
L3=Ha szeretné eltávolítani a borítót a fájlból, vegye ki a pipát
T1=Alap
T2=Dalszöveg
T3=CUE
T4=Információ

[QueueDialog]
Caption=Sorbaállítás kezelése
CB1=Szünet
L1=Teljes időtartam:

[QueueDialog.ListView]
c[0]=Szám
c[1]=Fájl neve
c[2]=Lejátszási lista
c[3]=Időtartam

[Scheduler]
A1=Számítógép leállítása
A2=Számítógép hibernálása
A3=Alkalmazás bezárása
A4=Lejátszás szüneteltetése
A5=Számítógép alvó állapotba állítása
B1=A következő időpontban
B2=Lejátszási lista végén
B3=Sorbaállított listában szereplő zeneszámok végén
B4=A zene lejátszásának végén
B5=OK
Caption=Ütemező
CB1=Egyenletes hangerő növelés
CB3=Hangerő halkítása ennyi idő után:
CB4=Hangerő növelése ennyi idő után:
CB5=Alvás időzítő
CB6=Ébresztőóra
L1=Idő:
L3=Leállítás, ha az utolsó zene is lejátszásra került:
L4=Objektum kiválasztása lejátszáshoz:
L5=A szöveg mezőbe másolhat fájlokat a lejátszási listából, vagy az Explorer-ből
R1=Kiválasztott időpontban
R2=Visszaszámlálás végén
S1=másodperc
T1=Alvás időzítő
T2=Ébresztő

[SearchForm]
B1=Keresési opciók
B2=Bezár
Caption=Részletes keresés
CB1=Keresés címek között
CB2=Keresés előadók között
CB3=Keresés albumok között
CB4=Keresés műfajok között
CB5=Keresés teljes fájl nevekben
CB6=Automatikus keresés
L1=(Mind)
N1=Lejátszás
N2=Ugrás az elejére

[SearchForm.Table]
c[0]=Cím
c[1]=Lejátszási lista
c[2]=Sorszám

[Templates]
%Album= - album
%AlbumArtist= - album előadó
%AlbumGain= - replay gain értéke az albumhoz
%Artist= - előadó
%Bitrate= - adatsebesség
%BPM= - bit/másodperc
%Caps(A)=- Minden Szó Első Betűje Nagy
%Channels= - csatornák
%Char(A)=- szimbólum A kóddal
%Composer= - zeneszerző
%DiskNumber= - lemez száma
%Duration= - zene időtartama (mp)
%ExtractFileExt(A)= - kiterjesztés kibontása az A fájlból
%FileCreatedDate= - fájl létrehozásának dátuma
%FileCreatedTime= - fájl létrehozásának időpontja
%FileDir= - teljes útvonal a szülő mappához
%FileFormat= - fájlformátum
%FileModifiedDate= - fájl módosításának dátuma
%FileModifiedTime= - fájl módosításának időpontja
%FileName= - fájl teljes neve
%FileParentDir= - szülő mappa neve
%FileSize= - fájl mérete (bájt)
%Format(A, B)=A - karakterlánc formátum számértékhez, B - érték
%Genre= - műfaj
%IF(A, B, C)== C, ha A üres, egyébként - B
%IFEqual(A, B, C, D)== C, ha A = B, egyébként - D
%IFGreater(A, B, C, D)== C, ha A > B, egyébként - D
%IFGreaterOrEqual(A, B, C, D)== C, ha A >= B, egyébként - D
%Index= - pozíció a lejátszási listában
%Length(A)=- A string hossza
%Low(A)=- kisbetűvel
%Lyrics= - dalszöveg
%Mark= - jelölés
%NewLine=(csak zeneszámoknak)
%PlayCount= - lejátszás száma
%Publisher= - kiadó
%Rating= - zene értékelése
%Replace(A, B, C)=, ahol az A forrás, B - a keresendő érték, C - cserélendő érték
%SampleRate= - mintavételezési gyakoriság
%StrCopy(A, B, C)=- szimbólumok másolása az A-ból, B pozíciótól, ahol a C - a másolandó szimbólumok száma
%StrPos(A, B)=- A al-karakterláncok keresése a B karakterláncban
%Title= - cím
%TrackGain= - replay gain érték zenéhez
%TrackNumber= - zene száma
%Up(A)=- MINDEN NAGY BETŰVEL
%Year= - év

[Updater]
B1=Frissítések keresése
B2=Telepítés
Caption=Frissítés kereső
CB1=Ne emlékeztessen erre a verzióra
L1=Telepített verzió:
L2=Legfrissebb verzió:
L3=Kézi frissítés ellenőrzés
L4=Új verzió érhető el: %s

